const regionData = {
    "서울": {},
    "부산": {
        "강서구": [
            "강동동","구랑동","녹산동","눌차동","대저1동","대저2동",
            "대항동","동선동","명지동","미음동","범방동","봉림동",
            "생곡동","성북동","송정동","식만동","신호동","죽동동",
            "죽림동","지사동","천성동","화전동"
        ],
        "금정구": [
            "구서동","금사동","금성동","남산동","노포동","두구동",
            "부곡동","서동","선동","오륜동","장전동","청룡동","회동동"
        ],
        "기장군": [
            "기장읍","일광읍","장안읍","정관읍","철마면"
        ],
        "남구": [
            "감만동","대연동","문현동","용당동","용호동","우암동"
        ],
        "동구": [
            "범일동","수정동","좌천동","초량동"
        ],
        "동래구": [
            "낙민동","명륜동","명장동","복천동","사직동",
            "수안동","안락동","온천동","칠산동"
        ],
        "부산진구": [
            "가야동","개금동","당감동","범전동","범천동",
            "부암동","부전동","양정동","연지동","전포동","초읍동"
        ],
        "북구": [
            "구포동","금곡동","덕천동","만덕동","화명동"
        ],
        "사상구": [
            "감전동","쾌법동","덕포동","모라동",
            "삼락동","엄궁동","주례동","학장동"
        ],
        "사하구": [
            "감천동","괴정동","구평동","다대동",
            "당리동","신평동","장림동","하단동"
        ],
        "서구": [
            "남부민동","동대신동1가","동대신동2가","동대신동3가",
            "부민동1가","부민동2가","부민동3가",
            "부용동1가","부용동2가",
            "서대신동1가","서대신동2가","서대신동3가",
            "아미동1가","아미동2가","암남동","초장동",
            "충무동1가","충무동2가","충무동3가","토성동1가"
        ],
        "수영구": [
            "광안동","남천동","망미동","민락동","수영동"
        ],
        "연제구": [
            "거제동","연산동"
        ],
        "영도구": [
            "남항동1가","남항동2가","남항동3가",
            "대교동1가","대교동2가",
            "대평동1가","대평동2가",
            "동삼동",
            "봉래동1가","봉래동2가","봉래동3가","봉래동4가","봉래동5가",
            "신선동1가","신선동2가","신선동3가",
            "영선동1가","영선동2가","영선동3가","영선동4가",
            "청학동"
        ],
        "중구": [
            "광복동1가","광복동2가","광복동3가",
            "남포동1가","남포동2가","남포동3가","남포동4가","남포동5가","남포동6가",
            "대창동1가","대창동2가",
            "대청동1가","대청동2가","대청동3가","대청동4가",
            "동광동1가","동광동2가","동광동3가","동광동4가","동광동5가",
            "보수동1가","보수동2가","보수동3가",
            "부평동1가","부평동2가","부평동3가","부평동4가",
            "신창동1가","신창동2가","신창동3가","신창동4가",
            "창선동1가","창선동2가"
        ],
        "해운대구": [
            "반송동","반여동","석대동","송정동",
            "우동","재송동","좌동","중동"
        ]
    },
    "대구": {}, "인천": {}, "광주": {}, "대전": {}, "울산": {}, "세종": {},
    "경기": {}, "강원": {}, "충북": {}, "충남": {}, "전북": {}, "전남": {},
    "경북": {}, "경남": {}, "제주": {}
};